{
  "reminders": [
    "بر پیامبر ﷺ صلوات بفرست",
    "خدایا بر سرور ما محمد درود و سلام و برکت بفرست",
    "خدایا بر محمد و آل محمد درود بفرست",
    "خدایا بر محمد درود بفرست به تعداد کسانی که او را یاد کردند",
    "خدایا بر حبیب برگزیده‌ات درود و سلام بفرست",
    "خدایا، ای نازل‌کننده کتاب، ای سریع در حساب، دشمنان را شکست ده. خدایا آنان را شکست ده و بلرزان",
    "خدایا مرا با حلالت از حرامت بی‌نیاز کن و با فضلت از غیر خودت بی‌نیاز گردان",
    "خدایا به تو پناه می‌برم از غم و اندوه، از ناتوانی و تنبلی، از ترس و بخل، از سنگینی قرض و غلبه مردم",
    "خدایا هیچ آسانی نیست مگر آنچه تو آسان کنی، و تو غم را آسان می‌کنی اگر بخواهی",
    "هیچ بنده‌ای نیست که گناهی کند، سپس خوب وضو بگیرد، آنگاه دو رکعت نماز بخواند، سپس از خدا آمرزش بخواهد، مگر اینکه خدا او را می‌آمرزد",
    "این تقدیر خداست و هر چه بخواهد انجام می‌دهد",
    "هر کس یک بار بر من صلوات بفرستد، خدا ده بار بر او رحمت می‌فرستد",
    "قبرم را جشنگاه قرار ندهید، بر من صلوات بفرستید که صلوات شما به من می‌رسد هر کجا که باشید",
    "بخیل کسی است که نزد او از من یاد شود و بر من صلوات نفرستد",
    "همانا خدا فرشتگانی دارد که در زمین می‌گردند و سلام امتم را به من می‌رسانند",
    "هیچ کس بر من سلام نمی‌فرستد مگر اینکه خدا روحم را برمی‌گرداند تا جواب سلامش را بدهم",
    "پاک است خدا با ستایشش، پاک است خدای بزرگ",
    "خدایا از تو بهشت می‌خواهم و از عذاب جهنم به تو پناه می‌برم",
    "هیچ معبودی جز الله نیست، یکتاست و شریکی ندارد. پادشاهی و ستایش از اوست و او بر همه چیز تواناست",
    "دو کلمه که بر زبان سبک، در ترازو سنگین و نزد رحمان محبوب است: سبحان الله و بحمده، سبحان الله العظیم",
    "گفتن سبحان الله، الحمدلله، لا اله الا الله و الله اکبر نزد من محبوب‌تر است از هر چه خورشید بر آن طلوع کند",
    "هر کس بگوید سبحان الله العظیم و بحمده، برایش نخلی در بهشت کاشته می‌شود",
    "ای عبدالله بن قیس، آیا تو را به گنجی از گنج‌های بهشت راهنمایی نکنم؟ بگو: لا حول و لا قوه الا بالله",
    "پاک است خدا با ستایشش",
    "از خدا آمرزش می‌خواهم و به سویش توبه می‌کنم",
    "خدایا مرا بر یاد و شکر و عبادت نیکویت یاری کن",
    "خدا مرا کافی است، معبودی جز او نیست، بر او توکل کردم",
    "خدایا مرا ببخش و بر من رحم کن",
    "پروردگارا سینه‌ام را گشاده کن و کارم را آسان فرما",
    "خدایا بر محمد درود بفرست",
    "معبودی جز تو نیست، منزهی تو! همانا من از ستمکاران بودم",
    "پاک است خدا، ستایش خداست، معبودی جز الله نیست، خدا بزرگ‌تر است",
    "خدا ما را کافی است و او بهترین وکیل است",
    "هیچ نیرو و قدرتی نیست مگر به یاری خدا",
    "خدایا از تو عفو و عافیت می‌خواهم",
    "پروردگارا در دنیا نیکی به ما بده و در آخرت نیکی و ما را از عذاب آتش حفظ کن",
    "پاک است پروردگار بزرگم",
    "پاک است پروردگار والایم",
    "خدایا پروردگار ما، ستایش تو راست",
    "پروردگارا علمم را بیفزا",
    "خدایا در وقتم برکت بده",
    "خدایا درهای رحمتت را به رویم بگشا",
    "همانا ما از خداییم و به سوی او بازمی‌گردیم",
    "خدایا مرا در میان هدایت‌شدگان هدایت کن",
    "خدایا راه درست را به من الهام کن",
    "خدایا عاقبت همه کارهایمان را نیکو گردان",
    "خدایا از تو علم سودمند، روزی پاک و عمل پذیرفته می‌خواهم",
    "خدایا مرا از بندگان صالحت قرار ده",
    "خدایا بهترین عمرم را آخرش قرار ده",
    "تو را به خدا می‌سپارم که امانت‌هایش هرگز ضایع نمی‌شود",
    "خدایا از سختی بلا به تو پناه می‌برم",
    "اللهم صلی علی محمد",
    "استغفرالله العظیم"
  ],
  "statusBarText": "$(heart) صلوات بر پیامبر",
  "statusBarTooltipEnabled": "غیرفعال کردن یادآور",
  "statusBarTooltipDisabled": "فعال کردن یادآور",
  "enabledMessage": "یادآور صلوات بر پیامبر ﷺ فعال شد",
  "disabledMessage": "یادآور صلوات بر پیامبر ﷺ غیرفعال شد"
}
