{
  "reminders": [
    "नबी ﷺ पर दरूद भेजें",
    "या अल्लाह, हमारे सरदार मुहम्मद पर दरूद, सलाम और बरकत नाज़िल फरमा",
    "या अल्लाह, मुहम्मद और उनके परिवार पर दरूद भेज",
    "या अल्लाह, मुहम्मद पर उतनी बार दरूद भेज जितनी बार याद करने वालों ने उन्हें याद किया",
    "या अल्लाह, अपने प्यारे मुस्तफा पर दरूद और सलाम भेज",
    "या अल्लाह, किताब उतारने वाले, जल्दी हिसाब लेने वाले, दुश्मनों को हरा दे। या अल्लाह, उन्हें हरा दे और हिला दे",
    "या अल्लाह, मुझे अपने हलाल से हराम से बचा और अपने फज़्ल से दूसरों से बेनियाज़ कर दे",
    "या अल्लाह, मैं तेरी पनाह मांगता हूं चिंता और गम से, कमज़ोरी और सुस्ती से, कायरता और कंजूसी से, कर्ज़ के बोझ और लोगों के ज़ुल्म से",
    "या अल्लाह, कोई आसानी नहीं सिवाय उसके जो तू आसान कर दे, और तू मुश्किल को आसान कर देता है जब चाहे",
    "कोई बंदा जो गुनाह करे, फिर अच्छी तरह वज़ू करे, फिर दो रकअत नमाज़ पढ़े, फिर अल्लाह से माफी मांगे, अल्लाह ज़रूर उसे माफ कर देता है",
    "यह अल्लाह की तक़दीर है, और जो वह चाहे वही होता है",
    "जो मुझ पर एक बार दरूद भेजे, अल्लाह उस पर दस बार रहमत नाज़िल करता है",
    "मेरी क़ब्र को त्योहार की जगह मत बनाओ, मुझ पर दरूद भेजो, क्योंकि तुम्हारा दरूद मुझ तक पहुंचता है जहां भी तुम हो",
    "कंजूस वह है जिसके सामने मेरा नाम लिया जाए और वह मुझ पर दरूद न भेजे",
    "बेशक अल्लाह के कुछ फरिश्ते ज़मीन पर घूमते हैं, मेरी उम्मत का सलाम मुझ तक पहुंचाते हैं",
    "कोई मुझे सलाम नहीं करता मगर अल्लाह मेरी रूह लौटा देता है ताकि मैं उसके सलाम का जवाब दूं",
    "अल्लाह पाक है और उसकी तारीफ है, अल्लाह अज़ीम पाक है",
    "या अल्लाह, मैं तुझसे जन्नत मांगता हूं और जहन्नम की आग से पनाह मांगता हूं",
    "अल्लाह के सिवा कोई माबूद नहीं, वह अकेला है, उसका कोई शरीक नहीं। बादशाही उसी की है और तारीफ उसी की है, और वह हर चीज़ पर क़ादिर है",
    "दो कलिमे जो ज़बान पर हल्के, तराज़ू में भारी और रहमान को प्यारे हैं: सुब्हानल्लाहि व बिहम्दिही, सुब्हानल्लाहिल अज़ीम",
    "सुब्हानल्लाह, अल्हम्दुलिल्लाह, ला इलाहा इल्लल्लाह, अल्लाहु अकबर कहना मुझे उस सब से ज़्यादा प्यारा है जिस पर सूरज निकलता है",
    "जो कहे सुब्हानल्लाहिल अज़ीम व बिहम्दिही, उसके लिए जन्नत में एक खजूर का पेड़ लगाया जाता है",
    "ऐ अब्दुल्लाह बिन क़ैस, क्या मैं तुम्हें जन्नत के खज़ानों में से एक खज़ाना न बताऊं? कहो: ला हौला वला क़ुव्वता इल्ला बिल्लाह",
    "अल्लाह पाक है और उसकी तारीफ है",
    "मैं अल्लाह से माफी मांगता हूं और उसकी तरफ तौबा करता हूं",
    "या अल्लाह, मुझे अपना ज़िक्र करने, शुक्र अदा करने और अच्छी इबादत करने में मदद फरमा",
    "अल्लाह मेरे लिए काफी है, उसके सिवा कोई माबूद नहीं, उसी पर मेरा भरोसा है",
    "या अल्लाह, मुझे माफ कर दे और मुझ पर रहम फरमा",
    "ऐ मेरे रब, मेरा सीना खोल दे और मेरे काम आसान कर दे",
    "या अल्लाह, मुहम्मद पर दरूद भेज",
    "तेरे सिवा कोई माबूद नहीं, तू पाक है! बेशक मैं ज़ालिमों में से था",
    "अल्लाह पाक है, सारी तारीफ अल्लाह की है, अल्लाह के सिवा कोई माबूद नहीं, अल्लाह सबसे बड़ा है",
    "अल्लाह हमारे लिए काफी है और वह कितना अच्छा कारसाज़ है",
    "अल्लाह की मदद के बिना कोई ताक़त और क़ुव्वत नहीं",
    "या अल्लाह, मैं तुझसे माफी और आफियत मांगता हूं",
    "ऐ हमारे रब, हमें दुनिया में भलाई दे और आखिरत में भी भलाई दे और जहन्नम की आग से बचा",
    "मेरा अज़ीम रब पाक है",
    "मेरा आला रब पाक है",
    "या अल्लाह, हमारे रब, सारी तारीफ तेरी है",
    "ऐ मेरे रब, मेरा इल्म बढ़ा दे",
    "या अल्लाह, मेरे वक़्त में बरकत दे",
    "या अल्लाह, मेरे लिए अपनी रहमत के दरवाज़े खोल दे",
    "बेशक हम अल्लाह के हैं और उसी की तरफ लौटने वाले हैं",
    "या अल्लाह, जिन्हें तूने हिदायत दी उनमें मुझे भी हिदायत दे",
    "या अल्लाह, मुझे सही राह की इल्हाम फरमा",
    "या अल्लाह, हमारे सारे मामलों का अंजाम अच्छा कर",
    "या अल्लाह, मैं तुझसे फायदेमंद इल्म, पाक रिज़्क़ और क़बूल होने वाला अमल मांगता हूं",
    "या अल्लाह, मुझे अपने नेक बंदों में शामिल कर",
    "या अल्लाह, मेरी ज़िंदगी का आखिरी हिस्सा सबसे अच्छा बना",
    "मैं तुम्हें अल्लाह के हवाले करता हूं, जिसकी अमानत कभी ज़ाया नहीं होती",
    "या अल्लाह, मैं सख्त आज़माइश से तेरी पनाह मांगता हूं",
    "अल्लाहुम्मा सल्लि अला मुहम्मद",
    "अस्तग़फिरुल्लाहल अज़ीम"
  ],
  "statusBarText": "$(heart) नबी पर दरूद",
  "statusBarTooltipEnabled": "रिमाइंडर बंद करें",
  "statusBarTooltipDisabled": "रिमाइंडर चालू करें",
  "enabledMessage": "नबी ﷺ पर दरूद का रिमाइंडर चालू कर दिया गया",
  "disabledMessage": "नबी ﷺ पर दरूद का रिमाइंडर बंद कर दिया गया"
}
