{
  "reminders": [
    "سەلاوات بەسەر پێغەمبەر ﷺ بدە",
    "خوایە، سەلاوات و سەلام و بەرەکەت بەسەر سەرۆکمان محمد بدە",
    "خوایە، سەلاوات بەسەر محمد و خێزانی محمد بدە",
    "خوایە، سەلاوات بەسەر محمد بدە بە ئەندازەی ئەوانەی بیریان لێی دەکاتەوە",
    "خوایە، سەلاوات و سەلام بەسەر خۆشەویستەکەت مستەفا بدە",
    "خوایە، دابەزێنەری کتێب، خێرای لە ژمارەکردن، سەرکەوتن بەدەستدژمنان بدە",
    "خوایە، بەحەڵاڵەکەت پتەوم بکە لە حەرامەکەت، و بە نیعمەتەکەت بێنیازم بکە لە کەسی تر",
    "خوایە، پەناتان دەبەم لە نیگەرانی و خەفەت، لە لاوازی و تەمەڵی",
    "خوایە، هیچ ئاسانییەک نییە جگە لەوەی تۆ ئاسانی بکەیت",
    "هەرکەسێک جارێک سەلاواتم بۆ بنێرێت، خوا دە جار ڕەحمەتی بۆ دەنێرێت",
    "ئەمە چارەنووسی خوایە، و ئەوەی بیەوێت ئەوە دەبێت",
    "خوا پاکە و ستایشی بۆ، خوای گەورە پاکە",
    "خوایە، داوای بەهەشتت لێدەکەم و پەناتان دەبەم لە ئازاری ئاگر",
    "هیچ خوایەکی شایستەی پەرستن نییە جگە لە خوا بە تەنها، هاوەڵی نییە",
    "دوو وشە کە سووکن لەسەر زمان، قورسن لە تەرازوو، و خۆشەویستن لای ڕەحمان",
    "سوبحان اللە، ئەلحەمدو لیللە، لا ئیلاهە ئیللاللە، اللە ئەکبەر",
    "خوا پاکە و ستایشی بۆ",
    "داوای لێخۆشبوون لە خوا دەکەم و تۆبە دەکەم بۆ لای",
    "خوایە، یارمەتیم بدە لە یادکردنت، سوپاسکردنت، و جوان پەرستنت",
    "خوا بەسمە، هیچ خوایەک نییە جگە لەو، پشتم پێی دەبەستم",
    "خوایە، ببوورە و بەزەییت پێم بێت",
    "پەروەردگارم، سنگم فراوان بکە و کارم ئاسان بکە",
    "خوایە، سەلاوات بەسەر محمد بدە",
    "هیچ خوایەک نییە جگە لە تۆ، پاکیت! بەراستی من لە ستەمکارانەوە بووم",
    "خوا پاکە، ستایش بۆ خوایە، هیچ خوایەک نییە جگە لە خوا، خوا گەورەترینە",
    "خوا بەسمانە و باشترین کەفیلە",
    "هیچ هێز و توانایەک نییە جگە بە یارمەتی خوا",
    "خوایە، داوای لێخۆشبوون و تەندروستیت لێدەکەم",
    "پەروەردگارمان، چاکەمان بدە لە دونیا و چاکە لە ئاخیرەت و لە ئازاری ئاگرمان بپارێزە",
    "پەروەردگاری گەورەم پاکە",
    "پەروەردگاری بەرزم پاکە",
    "خوایە، پەروەردگارمان، ستایش بۆ تۆیە",
    "پەروەردگارم، زانینم زیاد بکە",
    "خوایە، بەرەکەت بخەرە کاتمەوە",
    "خوایە، دەرگای ڕەحمەتەکەت بۆم بکەرەوە",
    "بەڕاستی ئێمە هی خواین و بۆ لای دەگەڕێینەوە",
    "خوایە، من ڕێنمایی بکە لەناو ئەوانەی ڕێنماییت کردوون",
    "خوایە، ڕێنمایی ڕاست بمدە",
    "خوایە، کۆتایی هەموو کارەکانمان جوان بکە",
    "خوایە، داوای زانیاری سوودبەخش، ڕزقی پاک، و کرداری پەسەندکراوت لێدەکەم",
    "خوایە، لە بەندە چاکەکانتم بکە",
    "خوایە، باشترینی تەمەنم کۆتاییەکەی بکە",
    "سپاردووتم بە خوا کە ئەمانەتەکانی هەرگیز ونانابن",
    "خوایە، پەناتان دەبەم لە سەختی تاقیکردنەوە",
    "اللهم صلی علی محمد",
    "ئەستەغفروللەل عەزیم"
  ],
  "statusBarText": "$(heart) سەلاوات",
  "statusBarTooltipEnabled": "بیرکەرەوە بکوژێنەرەوە",
  "statusBarTooltipDisabled": "بیرکەرەوە چالاک بکە",
  "enabledMessage": "بیرکەرەوەی سەلاوات لەسەر پێغەمبەر ﷺ چالاک کرا",
  "disabledMessage": "بیرکەرەوەی سەلاوات لەسەر پێغەمبەر ﷺ ناچالاک کرا"
}
