{
  "reminders": [
    "ਨਬੀ ﷺ 'ਤੇ ਦਰੂਦ ਭੇਜੋ",
    "ਯਾ ਅੱਲਾਹ, ਸਾਡੇ ਸਰਦਾਰ ਮੁਹੰਮਦ 'ਤੇ ਦਰੂਦ, ਸਲਾਮ ਅਤੇ ਬਰਕਤ ਨਾਜ਼ਿਲ ਫਰਮਾ",
    "ਯਾ ਅੱਲਾਹ, ਮੁਹੰਮਦ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪਰਿਵਾਰ 'ਤੇ ਦਰੂਦ ਭੇਜ",
    "ਯਾ ਅੱਲਾਹ, ਮੁਹੰਮਦ 'ਤੇ ਓਨੀ ਵਾਰ ਦਰੂਦ ਭੇਜ ਜਿੰਨੀ ਵਾਰ ਯਾਦ ਕਰਨ ਵਾਲਿਆਂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਯਾਦ ਕੀਤਾ",
    "ਯਾ ਅੱਲਾਹ, ਆਪਣੇ ਪਿਆਰੇ ਮੁਸਤਫ਼ਾ 'ਤੇ ਦਰੂਦ ਅਤੇ ਸਲਾਮ ਭੇਜ",
    "ਯਾ ਅੱਲਾਹ, ਕਿਤਾਬ ਉਤਾਰਨ ਵਾਲੇ, ਜਲਦੀ ਹਿਸਾਬ ਲੈਣ ਵਾਲੇ, ਦੁਸ਼ਮਣਾਂ ਨੂੰ ਹਰਾ ਦੇ",
    "ਯਾ ਅੱਲਾਹ, ਮੈਨੂੰ ਆਪਣੇ ਹਲਾਲ ਨਾਲ ਹਰਾਮ ਤੋਂ ਬਚਾ ਅਤੇ ਆਪਣੇ ਫ਼ਜ਼ਲ ਨਾਲ ਦੂਜਿਆਂ ਤੋਂ ਬੇਨਿਆਜ਼ ਕਰ ਦੇ",
    "ਯਾ ਅੱਲਾਹ, ਮੈਂ ਤੇਰੀ ਪਨਾਹ ਮੰਗਦਾ ਹਾਂ ਚਿੰਤਾ ਅਤੇ ਗ਼ਮ ਤੋਂ, ਕਮਜ਼ੋਰੀ ਅਤੇ ਸੁਸਤੀ ਤੋਂ",
    "ਯਾ ਅੱਲਾਹ, ਕੋਈ ਆਸਾਨੀ ਨਹੀਂ ਸਿਵਾਏ ਉਸ ਦੇ ਜੋ ਤੂੰ ਆਸਾਨ ਕਰ ਦੇਵੇਂ",
    "ਜੋ ਮੁਝ 'ਤੇ ਇੱਕ ਵਾਰ ਦਰੂਦ ਭੇਜੇ, ਅੱਲਾਹ ਉਸ 'ਤੇ ਦਸ ਵਾਰ ਰਹਿਮਤ ਨਾਜ਼ਿਲ ਕਰਦਾ ਹੈ",
    "ਇਹ ਅੱਲਾਹ ਦੀ ਤਕਦੀਰ ਹੈ, ਅਤੇ ਜੋ ਉਹ ਚਾਹੇ ਉਹੀ ਹੁੰਦਾ ਹੈ",
    "ਅੱਲਾਹ ਪਾਕ ਹੈ ਅਤੇ ਉਸਦੀ ਤਾਰੀਫ਼ ਹੈ, ਅੱਲਾਹ ਅਜ਼ੀਮ ਪਾਕ ਹੈ",
    "ਯਾ ਅੱਲਾਹ, ਮੈਂ ਤੈਥੋਂ ਜੰਨਤ ਮੰਗਦਾ ਹਾਂ ਅਤੇ ਜਹੱਨਮ ਦੀ ਅੱਗ ਤੋਂ ਪਨਾਹ ਮੰਗਦਾ ਹਾਂ",
    "ਅੱਲਾਹ ਦੇ ਸਿਵਾ ਕੋਈ ਮਾਬੂਦ ਨਹੀਂ, ਉਹ ਇੱਕਲਾ ਹੈ, ਉਸਦਾ ਕੋਈ ਸ਼ਰੀਕ ਨਹੀਂ",
    "ਦੋ ਕਲਿਮੇ ਜੋ ਜ਼ਬਾਨ 'ਤੇ ਹਲਕੇ, ਤਰਾਜ਼ੂ ਵਿੱਚ ਭਾਰੀ ਅਤੇ ਰਹਿਮਾਨ ਨੂੰ ਪਿਆਰੇ ਹਨ",
    "ਸੁਬਹਾਨੱਲਾਹ, ਅਲਹਮਦੁਲਿੱਲਾਹ, ਲਾ ਇਲਾਹਾ ਇੱਲੱਲਾਹ, ਅੱਲਾਹੁ ਅਕਬਰ",
    "ਅੱਲਾਹ ਪਾਕ ਹੈ ਅਤੇ ਉਸਦੀ ਤਾਰੀਫ਼ ਹੈ",
    "ਮੈਂ ਅੱਲਾਹ ਤੋਂ ਮਾਫ਼ੀ ਮੰਗਦਾ ਹਾਂ ਅਤੇ ਉਸਦੀ ਤਰਫ਼ ਤੌਬਾ ਕਰਦਾ ਹਾਂ",
    "ਯਾ ਅੱਲਾਹ, ਮੈਨੂੰ ਆਪਣਾ ਜ਼ਿਕਰ ਕਰਨ, ਸ਼ੁਕਰ ਅਦਾ ਕਰਨ ਅਤੇ ਚੰਗੀ ਇਬਾਦਤ ਕਰਨ ਵਿੱਚ ਮਦਦ ਫਰਮਾ",
    "ਅੱਲਾਹ ਮੇਰੇ ਲਈ ਕਾਫ਼ੀ ਹੈ, ਉਸਦੇ ਸਿਵਾ ਕੋਈ ਮਾਬੂਦ ਨਹੀਂ, ਉਸੇ 'ਤੇ ਮੇਰਾ ਭਰੋਸਾ ਹੈ",
    "ਯਾ ਅੱਲਾਹ, ਮੈਨੂੰ ਮਾਫ਼ ਕਰ ਦੇ ਅਤੇ ਮੇਰੇ 'ਤੇ ਰਹਿਮ ਫਰਮਾ",
    "ਐ ਮੇਰੇ ਰੱਬ, ਮੇਰਾ ਸੀਨਾ ਖੋਲ੍ਹ ਦੇ ਅਤੇ ਮੇਰੇ ਕੰਮ ਆਸਾਨ ਕਰ ਦੇ",
    "ਯਾ ਅੱਲਾਹ, ਮੁਹੰਮਦ 'ਤੇ ਦਰੂਦ ਭੇਜ",
    "ਤੇਰੇ ਸਿਵਾ ਕੋਈ ਮਾਬੂਦ ਨਹੀਂ, ਤੂੰ ਪਾਕ ਹੈਂ! ਬੇਸ਼ੱਕ ਮੈਂ ਜ਼ਾਲਿਮਾਂ ਵਿੱਚੋਂ ਸਾਂ",
    "ਅੱਲਾਹ ਪਾਕ ਹੈ, ਸਾਰੀ ਤਾਰੀਫ਼ ਅੱਲਾਹ ਦੀ ਹੈ, ਅੱਲਾਹ ਦੇ ਸਿਵਾ ਕੋਈ ਮਾਬੂਦ ਨਹੀਂ, ਅੱਲਾਹ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈ",
    "ਅੱਲਾਹ ਸਾਡੇ ਲਈ ਕਾਫ਼ੀ ਹੈ ਅਤੇ ਉਹ ਕਿੰਨਾ ਚੰਗਾ ਕਾਰਸਾਜ਼ ਹੈ",
    "ਅੱਲਾਹ ਦੀ ਮਦਦ ਦੇ ਬਿਨਾਂ ਕੋਈ ਤਾਕਤ ਅਤੇ ਕੁੱਵਤ ਨਹੀਂ",
    "ਯਾ ਅੱਲਾਹ, ਮੈਂ ਤੈਥੋਂ ਮਾਫ਼ੀ ਅਤੇ ਆਫ਼ੀਅਤ ਮੰਗਦਾ ਹਾਂ",
    "ਐ ਸਾਡੇ ਰੱਬ, ਸਾਨੂੰ ਦੁਨੀਆ ਵਿੱਚ ਭਲਾਈ ਦੇ ਅਤੇ ਆਖ਼ਿਰਤ ਵਿੱਚ ਵੀ ਭਲਾਈ ਅਤੇ ਜਹੱਨਮ ਦੀ ਅੱਗ ਤੋਂ ਬਚਾ",
    "ਮੇਰਾ ਅਜ਼ੀਮ ਰੱਬ ਪਾਕ ਹੈ",
    "ਮੇਰਾ ਆਲਾ ਰੱਬ ਪਾਕ ਹੈ",
    "ਯਾ ਅੱਲਾਹ, ਸਾਡੇ ਰੱਬ, ਸਾਰੀ ਤਾਰੀਫ਼ ਤੇਰੀ ਹੈ",
    "ਐ ਮੇਰੇ ਰੱਬ, ਮੇਰਾ ਇਲਮ ਵਧਾ ਦੇ",
    "ਯਾ ਅੱਲਾਹ, ਮੇਰੇ ਵਕਤ ਵਿੱਚ ਬਰਕਤ ਦੇ",
    "ਯਾ ਅੱਲਾਹ, ਮੇਰੇ ਲਈ ਆਪਣੀ ਰਹਿਮਤ ਦੇ ਦਰਵਾਜ਼ੇ ਖੋਲ੍ਹ ਦੇ",
    "ਬੇਸ਼ੱਕ ਅਸੀਂ ਅੱਲਾਹ ਦੇ ਹਾਂ ਅਤੇ ਉਸੇ ਦੀ ਤਰਫ਼ ਪਰਤਣ ਵਾਲੇ ਹਾਂ",
    "ਯਾ ਅੱਲਾਹ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੂੰ ਹਿਦਾਇਤ ਦਿੱਤੀ ਉਨ੍ਹਾਂ ਵਿੱਚ ਮੈਨੂੰ ਵੀ ਹਿਦਾਇਤ ਦੇ",
    "ਯਾ ਅੱਲਾਹ, ਮੈਨੂੰ ਸਹੀ ਰਾਹ ਦੀ ਇਲਹਾਮ ਫਰਮਾ",
    "ਯਾ ਅੱਲਾਹ, ਸਾਡੇ ਸਾਰੇ ਮਾਮਲਿਆਂ ਦਾ ਅੰਜਾਮ ਚੰਗਾ ਕਰ",
    "ਯਾ ਅੱਲਾਹ, ਮੈਂ ਤੈਥੋਂ ਫਾਇਦੇਮੰਦ ਇਲਮ, ਪਾਕ ਰਿਜ਼ਕ ਅਤੇ ਕਬੂਲ ਹੋਣ ਵਾਲਾ ਅਮਲ ਮੰਗਦਾ ਹਾਂ",
    "ਯਾ ਅੱਲਾਹ, ਮੈਨੂੰ ਆਪਣੇ ਨੇਕ ਬੰਦਿਆਂ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰ",
    "ਯਾ ਅੱਲਾਹ, ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦਾ ਆਖ਼ਰੀ ਹਿੱਸਾ ਸਭ ਤੋਂ ਚੰਗਾ ਬਣਾ",
    "ਮੈਂ ਤੈਨੂੰ ਅੱਲਾਹ ਦੇ ਹਵਾਲੇ ਕਰਦਾ ਹਾਂ, ਜਿਸਦੀ ਅਮਾਨਤ ਕਦੇ ਜ਼ਾਇਆ ਨਹੀਂ ਹੁੰਦੀ",
    "ਯਾ ਅੱਲਾਹ, ਮੈਂ ਸਖ਼ਤ ਆਜ਼ਮਾਇਸ਼ ਤੋਂ ਤੇਰੀ ਪਨਾਹ ਮੰਗਦਾ ਹਾਂ",
    "ਅੱਲਾਹੁੰਮਾ ਸੱਲਿ ਅਲਾ ਮੁਹੰਮਦ",
    "ਅਸਤਗ਼ਫ਼ਿਰੁੱਲਾਹਲ ਅਜ਼ੀਮ"
  ],
  "statusBarText": "$(heart) ਨਬੀ 'ਤੇ ਦਰੂਦ",
  "statusBarTooltipEnabled": "ਰਿਮਾਈਂਡਰ ਬੰਦ ਕਰੋ",
  "statusBarTooltipDisabled": "ਰਿਮਾਈਂਡਰ ਚਾਲੂ ਕਰੋ",
  "enabledMessage": "ਨਬੀ ﷺ 'ਤੇ ਦਰੂਦ ਦਾ ਰਿਮਾਈਂਡਰ ਚਾਲੂ ਕਰ ਦਿੱਤਾ ਗਿਆ",
  "disabledMessage": "ਨਬੀ ﷺ 'ਤੇ ਦਰੂਦ ਦਾ ਰਿਮਾਈਂਡਰ ਬੰਦ ਕਰ ਦਿੱਤਾ ਗਿਆ"
}
