{
  "reminders": [
    "په پیغمبر ﷺ درود ولېږئ",
    "یا الله، زموږ سردار محمد ته درود، سلام او برکت ورکړه",
    "یا الله، محمد او د محمد کورنۍ ته درود ولېږه",
    "یا الله، محمد ته هغومره درود ولېږه چې یادونکو هغه یاد کړی",
    "یا الله، خپل محبوب مصطفی ته درود او سلام ولېږه",
    "یا الله، د کتاب نازلونکی، چټک حسابګر، دښمنان ماته کړه",
    "یا الله، ما ته خپل حلال ورکړه ترڅو له حرامو ځان وساتم",
    "یا الله، ستا پناه غواړم له اندېښنې او غم څخه، له ناتوانۍ او سستۍ څخه",
    "یا الله، هیڅ اسانتیا نشته پرته له هغه چې ته اسانه کړې",
    "څوک چې ما ته یو ځل درود ولېږي، الله ورته لس ځله رحمت ولېږي",
    "دا د الله تقدیر دی، او هغه څه چې وغواړي هغه کېږي",
    "الله پاک دی او د هغه ستاینه، الله لوی پاک دی",
    "یا الله، زه له تا جنت غواړم او له دوزخ اور څخه پناه غواړم",
    "د الله پرته بل معبود نشته، هغه یوازې دی، شریک نلري",
    "دوه کلمې چې په ژبه سپکې، په ترازو درنې او رحمان ته ګرانې دي",
    "سبحان الله، الحمدلله، لا اله الا الله، الله اکبر",
    "الله پاک دی او د هغه ستاینه",
    "زه له الله بخښنه غواړم او ورته توبه کوم",
    "یا الله، ما سره مرسته وکړه ستا یادولو، شکر کولو او ښه عبادت کولو کې",
    "الله ماته کافي دی، د هغه پرته بل معبود نشته، په هغه توکل کوم",
    "یا الله، ما وبخښه او په ما رحم وکړه",
    "ای ربه، زما سینه پراخه کړه او زما کار اسانه کړه",
    "یا الله، محمد ته درود ولېږه",
    "ستا پرته بل معبود نشته، ته پاک یې! بېشکه زه له ظالمانو وم",
    "الله پاک دی، ټوله ستاینه د الله ده، د الله پرته بل معبود نشته، الله ترټولو لوی دی",
    "الله موږ ته کافي دی او هغه غوره وکیل دی",
    "د الله مرستې پرته هیڅ ځواک او قوت نشته",
    "یا الله، زه له تا بخښنه او عافیت غواړم",
    "ای ربه، موږ ته دنیا کې ښېګڼه راکړه او اخرت کې هم ښېګڼه او له دوزخ اور مو وساته",
    "زما لوی رب پاک دی",
    "زما اعلی رب پاک دی",
    "یا الله، زموږ ربه، ټوله ستاینه ستا ده",
    "ای ربه، زما علم زیات کړه",
    "یا الله، زما وخت کې برکت ورکړه",
    "یا الله، ماته خپلې رحمت دروازې پرانیزه",
    "موږ د الله یو او هغه ته به راګرځو",
    "یا الله، ما هم د هغو په ډله کې هدایت کړه چې ته یې هدایت کړي",
    "یا الله، ماته سمه لار الهام کړه",
    "یا الله، زموږ ټول کارونه ښه پای ته ورسوه",
    "یا الله، زه له تا ګټور علم، پاک روزي او منل شوی عمل غواړم",
    "یا الله، ما خپلو نېکو بندګانو کې شامل کړه",
    "یا الله، زما د ژوند وروستی برخه غوره کړه",
    "زه تا الله ته سپارم، چې امانتونه یې هېڅکله ضایع نه کیږي",
    "یا الله، زه له سختې ازمېښت څخه ستا پناه غواړم",
    "اللهم صلي علی محمد",
    "استغفرالله العظیم"
  ],
  "statusBarText": "$(heart) درود پر پیغمبر",
  "statusBarTooltipEnabled": "یادونه بنده کړه",
  "statusBarTooltipDisabled": "یادونه فعاله کړه",
  "enabledMessage": "د پیغمبر ﷺ درود یادونه فعاله شوه",
  "disabledMessage": "د پیغمبر ﷺ درود یادونه بنده شوه"
}
