{
  "reminders": [
    "Peygamber'e ﷺ salat getir",
    "Allah'ım, efendimiz Muhammed'e salat, selam ve bereket ver",
    "Allah'ım, Muhammed'e ve Muhammed'in ailesine salat eyle",
    "Allah'ım, Muhammed'e onu ananlar sayısınca salat eyle",
    "Allah'ım, sevgilin Mustafa'ya salat ve selam eyle",
    "Allah'ım, Kitabı indiren, hesabı hızlı gören, sen düşman gruplarını bozguna uğrat. Allah'ım, onları hezimete uğrat ve sars",
    "Allah'ım, bana helalinle yetinmeyi nasip et haramından koru, lütfunla beni senden başkasına muhtaç etme",
    "Allah'ım, kederden, üzüntüden, acizlikten, tembellikten, cimrilikten, korkaklıktan, borcun altında ezilmekten ve insanların galip gelmesinden sana sığınırım",
    "Allah'ım, senin kolaylaştırdığından başka kolay yoktur. Sen dilersen üzüntüyü bile kolaylaştırırsın",
    "Bir kul günah işler, güzelce abdest alır, sonra kalkıp iki rekat namaz kılar, sonra Allah'tan bağışlanma dilerse, Allah onu mutlaka bağışlar",
    "Allah'ın takdiridir ve O, dilediğini yapar",
    "Kim bana bir kez salat getirirse, Allah ona on kat salat gönderir",
    "Kabrimi bayram yeri edinmeyin, bana salat getirin; çünkü salatınız nerede olursanız olun bana ulaşır",
    "Cimri, yanında anıldığım halde bana salat getirmeyen kimsedir",
    "Muhakkak ki Allah'ın yeryüzünde dolaşan melekleri vardır; ümmetimden bana selamları ulaştırırlar",
    "Hiç kimse bana selam vermez ki, Allah ruhumu bana iade etmesin, böylece onun selamını alırım",
    "Sübhanallahi ve bihamdihi, Sübhanallahil azim",
    "Allah'ım, senden cennet dilerim ve cehennem azabından sana sığınırım",
    "Allah'tan başka ilah yoktur, O tektir, O'nun ortağı yoktur. Mülk O'nundur, hamd O'na mahsustur ve O her şeye kadirdir",
    "Rahman'a sevimli iki kelime: Sübhanallahi ve bihamdihi, Sübhanallahil azim",
    "Sübhanallah, Elhamdülillah, La ilahe illallah ve Allahu ekber demem, güneşin üzerine doğduğu her şeyden bana daha sevimlidir",
    "Kim 'Sübhanallahil azim ve bihamdihi' derse, ona cennette bir hurma ağacı dikilir",
    "Ey Abdullah bin Kays, sana cennet hazinelerinden bir hazineyi göstereyim mi? La havle ve la kuvvete illa billah de",
    "Sübhanallahi ve bihamdihi",
    "Estağfirullah ve etübü ileyh",
    "Allah'ım, seni anmama, sana şükretmeme ve sana güzelce ibadet etmeme yardım et",
    "Allah bana yeter. O'ndan başka ilah yoktur; ben O'na tevekkül ettim",
    "Allah'ım, beni bağışla ve bana merhamet et",
    "Rabbim, göğsümü genişlet ve işimi kolaylaştır",
    "Allah'ım, Muhammed'e salat eyle",
    "Senden başka ilah yoktur. Seni tesbih ederim! Gerçekten ben zalimlerden oldum",
    "Sübhanallah, Elhamdülillah, La ilahe illallah ve Allahu ekber",
    "Allah bize yeter. O ne güzel vekildir",
    "La havle ve la kuvvete illa billah",
    "Allah'ım, senden af ve afiyet dilerim",
    "Rabbimiz, bize dünyada iyilik ver, ahirette de iyilik ver ve bizi ateş azabından koru",
    "Sübhane Rabbiyel azim",
    "Sübhane Rabbiyel a'la",
    "Allah'ım, Rabbimiz, hamd sana mahsustur",
    "Rabbim, ilmimi artır",
    "Allah'ım, zamanımı bereketli kıl",
    "Allah'ım, bana rahmet kapılarını aç",
    "Biz şüphesiz Allah'a aidiz ve şüphesiz O'na döneceğiz",
    "Allah'ım, hidayet ettiklerinin arasında beni de hidayete erdir",
    "Allah'ım, bana doğru yolu ilham et",
    "Allah'ım, bütün işlerimizin sonunu hayırlı eyle",
    "Allah'ım, senden faydalı ilim, temiz rızık ve kabul edilen amel dilerim",
    "Allah'ım, beni salih kullarından eyle",
    "Allah'ım, ömrümün en hayırlısını sonunu kıl",
    "Seni, emanetleri kaybolmayan Allah'a emanet ediyorum",
    "Allah'ım, zorluk ve sıkıntıdan sana sığınırım"
  ],
  "statusBarText": "$(heart) Peygamber'e Salat",
  "statusBarTooltipEnabled": "Hatırlatıcıyı Devre Dışı Bırak",
  "statusBarTooltipDisabled": "Hatırlatıcıyı Etkinleştir",
  "enabledMessage": "Peygamber'e ﷺ salat getirme hatırlatıcısı etkinleştirildi",
  "disabledMessage": "Peygamber'e ﷺ salat getirme hatırlatıcısı devre dışı bırakıldı",
  "buttonText": "Âmin"
}