{
  "reminders": [
    "نبی ﷺ پر درود بھیجیں",
    "اللھم صل وسلم وبارک على سیدنا محمد",
    "اللھم صل على محمد وعلى آل محمد",
    "اللھم صل على محمد جتنے لوگ آپ کو یاد کرتے ہیں",
    "اللھم اپنے محبوب مصطفیٰ پر درود و سلام بھیج",
    "اللھم، کتاب نازل کرنے والے، حساب میں تیزی کرنے والے، احزاب کو شکست دے۔ اللھم انہیں شکست دے اور متزلزل کر دے",
    "اللھم، مجھے اپنی حلال چیزوں سے حرام سے بچا اور مجھے اپنے فضل سے دوسروں سے بے نیاز کر دے",
    "اللھم، میں تیری پناہ چاہتا ہوں پریشانی اور غم سے، ناتوانی اور سستی سے، بخل اور بزدلی سے، قرض کے بوجھ اور لوگوں کے غلبے سے",
    "اللھم، آسانی صرف وہی ہے جسے تو آسان بنا دے، اور تو مشکل کو آسان بنا دیتا ہے اگر تو چاہے",
    "کوئی بندہ جو گناہ کرتا ہے، پھر اچھی طرح وضو کرتا ہے، پھر کھڑا ہو کر دو رکعت نماز پڑھتا ہے، پھر اللہ سے معافی مانگتا ہے، تو اللہ اسے معاف کر دیتا ہے",
    "اللہ کا فیصلہ ہے، اور جو وہ چاہتا ہے، وہ کرتا ہے",
    "جو مجھ پر ایک بار درود بھیجتا ہے، اللہ اس پر دس گنا درود بھیجتا ہے",
    "میری قبر کو عید کا مقام نہ بناؤ، لیکن مجھ پر درود بھیجو، کیونکہ تمہارا درود مجھ تک پہنچتا ہے جہاں بھی تم ہو",
    "بخیل وہ ہے جس کے سامنے میرا ذکر کیا جائے اور وہ مجھ پر درود نہ بھیجے",
    "بیشک، اللہ کے فرشتے زمین پر پھرتے ہیں، جو مجھے میری امت کا سلام پہنچاتے ہیں",
    "کوئی بھی مجھ پر سلام نہیں بھیجتا مگر اللہ میری روح مجھے لوٹا دیتا ہے تاکہ میں اس کا سلام واپس کر سکوں",
    "سبحان اللہ وبحمدہ، سبحان اللہ العظیم",
    "اللھم، میں تجھ سے جنت مانگتا ہوں، اور جہنم کے عذاب سے تیری پناہ چاہتا ہوں",
    "لا الہ الا اللہ وحدہ لا شریک لہ، لہ الملک ولہ الحمد، وھو على کل شیء قدیر",
    "دو کلمے جو رحمان کو پسند ہیں: سبحان اللہ وبحمدہ، سبحان اللہ العظیم",
    "میرے لیے 'سبحان اللہ، والحمد للہ، ولا الہ الا اللہ، واللہ اکبر' کہنا اس سب سے زیادہ محبوب ہے جس پر سورج طلوع ہوتا ہے",
    "جو کہتا ہے 'سبحان اللہ العظیم وبحمدہ'، اس کے لیے جنت میں ایک کھجور کا درخت لگایا جاتا ہے",
    "اے عبداللہ بن قیس، کیا میں تمہیں جنت کے خزانوں میں سے ایک خزانے کی رہنمائی نہ کروں؟ کہو: لا حول ولا قوۃ الا باللہ",
    "سبحان اللہ وبحمدہ",
    "استغفر اللہ واتوب الیہ",
    "اللھم، مجھے اپنی یاد، شکر اور عبادت میں مدد دے",
    "اللہ میرے لیے کافی ہے۔ اس کے سوا کوئی معبود نہیں؛ میں نے اس پر بھروسہ کیا ہے",
    "اللھم، مجھے معاف کر اور مجھ پر رحم کر",
    "ربی، میرا سینہ کشادہ کر دے اور میرا کام آسان کر دے",
    "اللھم، محمد پر درود بھیج",
    "تیرے سوا کوئی معبود نہیں، تو پاک ہے! بے شک میں ظالموں میں سے تھا",
    "سبحان اللہ، والحمد للہ، ولا الہ الا اللہ، واللہ اکبر",
    "اللہ ہمارے لیے کافی ہے، اور وہ بہترین کارساز ہے",
    "لا حول ولا قوۃ الا باللہ",
    "اللھم، میں تجھ سے معافی اور عافیت مانگتا ہوں",
    "ربنا، ہمیں دنیا میں بھلائی دے اور آخرت میں بھی بھلائی، اور ہمیں آگ کے عذاب سے بچا",
    "سبحان ربی العظیم",
    "سبحان ربی الاعلی",
    "اللھم ربنا لک الحمد",
    "ربی، میرے علم میں اضافہ فرما",
    "اللھم، میرے وقت میں برکت دے",
    "اللھم، میرے لیے اپنی رحمت کے دروازے کھول دے",
    "انا للہ وانا الیہ راجعون",
    "اللھم، مجھے ان لوگوں میں ہدایت دے جنہیں تو نے ہدایت دی ہے",
    "اللھم، مجھے صحیح رہنمائی کی الہام دے",
    "اللھم، ہمارے تمام معاملات میں ہمارا انجام اچھا کر",
    "اللھم، میں تجھ سے نفع بخش علم، پاکیزہ رزق اور قبول کیے جانے والے اعمال مانگتا ہوں",
    "اللھم، مجھے اپنے نیک بندوں میں شامل کر",
    "اللھم، میری زندگی کا بہترین حصہ اس کا آخری حصہ بنا",
    "میں تجھے اللہ کے سپرد کرتا ہوں، جس کی امانتیں کبھی ضائع نہیں ہوتیں",
    "اللھم، میں آزمائش کی مشکل سے تیری پناہ چاہتا ہوں"
  ],
  "statusBarText": "$(heart) نبی پر درود",
  "statusBarTooltipEnabled": "تذکیر بند کریں",
  "statusBarTooltipDisabled": "تذکیر چالو کریں",
  "enabledMessage": "نبی ﷺ پر درود بھیجنے کی تذکیر چالو کر دی گئی ہے",
  "disabledMessage": "نبی ﷺ پر درود بھیجنے کی تذکیر بند کر دی گئی ہے",
  "buttonText": "آمین"
}